tap "homebrew/bundle"

brew "xz"
brew "coreutils"
brew "findutils"
brew "gcc"
brew "git"
brew "helm"
brew "jq"
brew "yq"
brew "zsh"
brew "kustomize"
brew "golang"
brew "shellcheck"
brew "golangci-lint"
brew "podman"
brew "age"
brew "neovim"
brew "goenv"
brew "operator-sdk"
brew "syft"
brew "grype"
brew "pyenv-virtualenv"
brew "kubectl"
brew "1password-cli"
brew "k9s"

cask "font-inconsolata-go-nerd-font"
