tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"


brew "readline"
brew "xz"
brew "coreutils"
brew "findutils"
brew "gcc"
brew "git"
brew "helm"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "yq"
brew "zsh"
brew "glow"
brew "gum"
brew "ffmpeg"
brew "kustomize"
brew "gh"
brew "golang"
brew "shellcheck"
brew "golangci-lint"
brew "podman"
brew "age"
brew "neovim"


cask "visual-studio-code"
cask "notion"
cask "spotify"
cask "google-chrome"
cask "docker"
cask "font-inconsolata-go-nerd-font"