tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "charmbracelet/tap"

brew "readline"
brew "xz"
brew "coreutils"
brew "findutils"
brew "gcc"
brew "git"
brew "helm"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "yq"
brew "zsh"
brew "glow"
brew "gum"
brew "ffmpeg"
brew "kustomize"

cask "visual-studio-code"
cask "notion"

